---
kind: enumMember
id: F:Autodesk.Revit.DB.MeshFromGeometryOperationIssue.InternalMissingError
enum: Autodesk.Revit.DB.MeshFromGeometryOperationIssue
source: html/6c89d542-b05c-bbbf-eb8d-e291d71865d0.htm
---
# Autodesk.Revit.DB.MeshFromGeometryOperationIssue.InternalMissingError

An internal Revit problem. Issues of this type should not be
 present in TessellatedShapeBuilderResult. Please notify
 Autodesk support if encountered.